{
  "id": 574,
  "date": "2024-01-17T09:52:36",
  "date_gmt": "2024-01-17T09:52:36",
  "guid": { "rendered": "https://crestahealthcare.com/?page_id=574" },
  "modified": "2024-01-17T10:10:17",
  "modified_gmt": "2024-01-17T10:10:17",
  "slug": "privacy-policy-2",
  "status": "publish",
  "type": "page",
  "link": "https://crestahealthcare.com/privacy-policy-2/",
  "title": { "rendered": "Privacy Policy" },
  "content": {
    "rendered": "\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"574\" class=\"elementor elementor-574\" data-elementor-post-type=\"page\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-54e64fec elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"54e64fec\" data-element_type=\"section\" data-settings=\"{&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t\t\t\t\t<div class=\"elementor-background-overlay\"></div>\n\t\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-no\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-7e58ca52\" data-id=\"7e58ca52\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-44ee57db elementor-widget elementor-widget-heading\" data-id=\"44ee57db\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<h1 class=\"elementor-heading-title elementor-size-default\">privacy policy</h1>\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-1e2e19ff elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"1e2e19ff\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-no\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-36005375\" data-id=\"36005375\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-inner-section elementor-element elementor-element-7d7594c4 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"7d7594c4\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-no\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-inner-column elementor-element elementor-element-39a37406\" data-id=\"39a37406\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-60ad2075 elementor-invisible elementor-widget elementor-widget-text-editor\" data-id=\"60ad2075\" data-element_type=\"widget\" data-settings=\"{&quot;_animation&quot;:&quot;fadeInDown&quot;,&quot;_animation_delay&quot;:&quot;650&quot;}\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t<p>Privacy Policy</p><ol><li>Introduction</li></ol><p>1.1     We are committed to safeguarding the privacy of our website visitors, service users, individual customers and customer personnel.</p><p>1.2     This policy applies where we are acting as a data controller with respect to the personal data of such persons; in other words, where we determine the purposes and means of the processing of that personal data.</p><p>1.4     We use cookies on our website. Insofar as those cookies are not strictly necessary for the provision of our website and services, we will ask you to consent to our use of cookies when you first visit our website.</p><ol start=\"2\"><li>Credit</li></ol><p>2.1     This document was created using a template from Docular (<a href=\"https://seqlegal.com/free-legal-documents/privacy-policy\">Available Here</a>)</p><ol start=\"3\"><li>The personal data that we collect</li></ol><p>3.1     In this Section 3 we have set out the general categories of personal data that we process and, in the case of personal data that we did not obtain directly from you, information about the source and specific categories of that data.</p><p>3.2     We may process data enabling us to get in touch with you (“<strong>contact data</strong>“). The contact data may include your name, email address, telephone number, postal address and/or social media account identifiers. The source of the contact data is you and/or your employer. If you log into our website using a social media account, we will obtain elements of the contact data from the relevant social media account provider.</p><p>3.3     We may process your website user account data (“<strong>account data</strong>“). The account data may include your account identifier, name, email address, business name, account creation and modification dates, website settings and marketing preferences. The primary source of the account data is you and/or your employer, although some elements of the account data may be generated by our website. If you log into our website using a social media account, we will obtain elements of the account data from the relevant social media account provider.</p><p>3.4     We may process information relating to transactions, including purchases of goods and/or services, that you enter into with us and/or through our website (“<strong>transaction data</strong>“). The transaction data may include your name, your contact details, your payment card details (or other payment details) and the transaction details.</p><ol start=\"4\"><li>Purposes of processing and legal bases</li></ol><p>4.1     In this Section 4, we have set out the purposes for which we may process personal data and the legal bases of the processing.</p><p>4.2     <strong>Operations </strong>– We may process your personal data for the purposes of operating our website, the processing and fulfilment of orders, providing our services, supplying our goods, generating invoices, bills and other payment-related documentation, and credit control]. The legal basis for this processing is [our legitimate interests, namely [the proper administration of our website, services and business.</p><p>4.4     <strong>Relationships and communications</strong> – We may process contact data, account data, transaction data and/or communication data for the purposes of managing our relationships, communicating with you (excluding communicating for the purposes of direct marketing) by email, SMS, post, fax and/or telephone, providing support services and complaint handling. The legal basis for this processing is our legitimate interests, namely communications with our website visitors, service users, individual customers and customer personnel, the maintenance of relationships, and the proper administration of our website, services and business.</p><p>4.5     <strong>Direct marketing </strong>– We may process contact data, account data and/or transaction data] for the purposes of creating, targeting and sending direct marketing communications by email, SMS, post and/or fax and making contact by telephone for marketing-related purposes. The legal basis for this processing is our legitimate interests, namely promoting our business and communicating marketing messages and offers to our website visitors and service users.</p><p>4.6     <strong>Research and analysis </strong>– We may process usage data and/or transaction data for the purposes of researching and analysing the use of our website and services, as well as researching and analysing other interactions with our business. The legal basis for this processing is our legitimate interests, namely monitoring, supporting, improving and securing our website, services and business generally.</p><p>4.7     <strong>Record keeping </strong>– We may process your personal data for [the purposes of creating and maintaining our databases, back-up copies of our databases and our business records generally. The legal basis for this processing is our legitimate interests, namely ensuring that we have access to all the information we need to properly and efficiently run our business in accordance with this policy.</p><p>4.8     <strong>Security </strong>– We may process your personal data for the purposes of security and the prevention of fraud and other criminal activity. The legal basis of this processing is our legitimate interests, namely the protection of our website, services and business, and the protection of others.</p><p>4.9     <strong>Insurance and risk management</strong> – We may process your personal data where necessary for the purposes of obtaining or maintaining insurance coverage, managing risks and/or obtaining professional advice. The legal basis for this processing is our legitimate interests, namely [the proper protection of our business against risks.</p><p>4.10   <strong>Legal claims</strong> – We may process your personal data where necessary for the establishment, exercise or defence of legal claims, whether in court proceedings or in an administrative or out-of-court procedure. The legal basis for this processing is our legitimate interests, namely the protection and assertion of our legal rights, your legal rights and the legal rights of others.</p><p>4.11   <strong>Legal compliance and vital interests</strong> – We may also process your personal data where such processing is necessary for compliance with a legal obligation to which we are subject or in order to protect your vital interests or the vital interests of another natural person.</p><ol start=\"5\"><li>Providing your personal data to others</li></ol><p>5.1     We may disclose your personal data to our insurers and/or professional advisers insofar as reasonably necessary for the purposes of obtaining or maintaining insurance coverage, managing risks, obtaining professional advice.</p><p>5.4     Financial transactions relating to our website and services may be handled by our payment services providers. We will share transaction data with our payment services providers only to the extent necessary for the purposes of processing your payments, refunding such payments and dealing with complaints and queries relating to such payments and refunds.</p><p>5.5     In addition to the specific disclosures of personal data set out in this Section 5, we may disclose your personal data where such disclosure is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person. We may also disclose your personal data where such disclosure is necessary for the establishment, exercise, or defence of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.</p><ol start=\"7\"><li>Retaining and deleting personal data</li></ol><p>7.1     This Section 7 sets out our data retention policies and procedures, which are designed to help ensure that we comply with our legal obligations in relation to the retention and deletion of personal data.</p><p>7.2     Personal data that we process for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes.</p><p>7.3     We will retain your personal data as follows:</p><p>(a)      contact data will be retained for a minimum period of 12 months following the date of the most recent contact between you and us, and for a maximum period of 36 months following that date;</p><p>(b)      account data will be retained for a minimum period of 12 months following the date of closure of the relevant account, and for a maximum period of 36 months following that date;</p><p>(c)      transaction data will be retained for a minimum period of 12 months following the date of the transaction, and for a maximum period of 36 months following that date;</p><p>(d)      communication data will be retained for a minimum period of 12 months following the date of the communication in question, and for a maximum period of 36 months following that date;</p><p>(e)      usage data will be retained for 36 months months following the date of collection;</p><p>7.4     Notwithstanding the other provisions of this Section 7, we may retain your personal data where such retention is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.</p><ol start=\"8\"><li>Your rights</li></ol><p>8.1     In this Section 8, we have listed the rights that you have under data protection law.</p><p>8.2     Your principal rights under data protection law are:</p><p>(a)      <strong>the right to access</strong> – you can ask for copies of your personal data;</p><p>(b)      <strong>the right to rectification</strong> – you can ask us to rectify inaccurate personal data and to complete incomplete personal data;</p><p>(c)      <strong>the right to erasure</strong> – you can ask us to erase your personal data;</p><p>(d)      <strong>the right to restrict processing</strong> – you can ask us to restrict the processing of your personal data;</p><p>(e)      <strong>the right to object to processing</strong> – you can object to the processing of your personal data;</p><p>(f)      <strong>the right to data portability</strong> – you can ask that we transfer your personal data to another organisation or to you;</p><p>(g)      <strong>the right to complain to a supervisory authority</strong> – you can complain about our processing of your personal data; and</p><p>(h)      <strong>the right to withdraw consent</strong> – to the extent that the legal basis of our processing of your personal data is consent, you can withdraw that consent.</p><p>8.3     These rights are subject to certain limitations and exceptions. You can learn more about the rights of data subjects by visiting <a href=\"https://ico.org.uk/for-organisations/guide-to-data-protection/guide-to-the-general-data-protection-regulation-gdpr/individual-rights/\">This Link</a></p><p>8.4     You may exercise any of your rights in relation to your personal data by written notice to us, using the contact details set out.</p><ol start=\"9\"><li>About cookies</li></ol><p>9.1     A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser. The identifier is then sent back to the server each time the browser requests a page from the server.</p><p>9.2     Cookies may be either “persistent” cookies or “session” cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date; a session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.</p><p>9.3     Cookies may not contain any information that personally identifies a user, but personal data that we store about you may be linked to the information stored in and obtained from cookies.</p><ol start=\"11\"><li>Cookies used by our service providers</li></ol><p>11.1   Our service providers use cookies and those cookies may be stored on your computer when you visit our website.</p><p>11.2   We use Google Analytics. Google Analytics gathers information about the use of our website by means of cookies. The information gathered is used to create reports about the use of our website. You can find out more about Google’s use of information by visiting <a href=\"https://www.google.com/policies/privacy/partners/\">This Link</a> and you can review Google’s privacy policy at <a href=\"https://policies.google.com/privacy\">This Link</a>.</p><ol start=\"13\"><li>Amendments</li></ol><p>13.1   We may update this policy from time to time by publishing a new version on our website.</p><p>13.2   You should check this page occasionally to ensure you are happy with any changes to this policy.</p><ol start=\"14\"><li>Our details</li></ol><p>14.1   This website is owned and operated by <em>Serene Touch Ltd</em></p><p>14.2   We are registered in England and Wales under registration number <em>12905462</em>, and our registered office is at <em>16 Goodwood Road, Pontefract, WF8 2GA</em>.</p><p>14.3   Our principal place of business is at <em>16 Goodwood Road, Pontefract, WF8 2GA</em>.</p><p>14.4   You can contact us:</p><p>(a)      by post, to the postal address given above.</p><p>(b)      using our website contact form;</p><p>(c)      by telephone, on the contact number published on our website; or</p><p>(d)      by email, using the email address published on our website.</p><ol start=\"15\"><li>Data protection officer</li></ol><p>15.1   Our data protection officer’s contact details are: TBA.</p>\t\t\t\t\t\t\t\t</div>\n\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t\t</div>\n\t\t</div>\n\t\t\t\t\t</div>\n\t\t</section>\n\t\t\t\t</div>\n\t\t",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>privacy policy Privacy Policy Introduction 1.1     We are committed to safeguarding the privacy of our website visitors, service users, individual customers and customer personnel. 1.2     This policy applies where we are acting as a data controller with respect to the personal data of such persons; in other words, where we determine the purposes and means [&hellip;]</p>\n",
    "protected": false
  },
  "author": 1,
  "featured_media": 0,
  "parent": 0,
  "menu_order": 0,
  "comment_status": "closed",
  "ping_status": "closed",
  "template": "elementor_header_footer",
  "meta": { "_glsr_average": 0, "_glsr_ranking": 0, "_glsr_reviews": 0, "footnotes": "" },
  "class_list": ["post-574", "page", "type-page", "status-publish", "hentry"],
  "_links": {
    "self": [{ "href": "https://crestahealthcare.com/wp-json/wp/v2/pages/574", "targetHints": { "allow": ["GET"] } }],
    "collection": [{ "href": "https://crestahealthcare.com/wp-json/wp/v2/pages" }],
    "about": [{ "href": "https://crestahealthcare.com/wp-json/wp/v2/types/page" }],
    "author": [{ "embeddable": true, "href": "https://crestahealthcare.com/wp-json/wp/v2/users/1" }],
    "replies": [{ "embeddable": true, "href": "https://crestahealthcare.com/wp-json/wp/v2/comments?post=574" }],
    "version-history": [{ "count": 19, "href": "https://crestahealthcare.com/wp-json/wp/v2/pages/574/revisions" }],
    "predecessor-version": [{ "id": 637, "href": "https://crestahealthcare.com/wp-json/wp/v2/pages/574/revisions/637" }],
    "wp:attachment": [{ "href": "https://crestahealthcare.com/wp-json/wp/v2/media?parent=574" }],
    "curies": [{ "name": "wp", "href": "https://api.w.org/{rel}", "templated": true }]
  }
}
